{
   "brand": "Willa Zofiówka",
  "headerTitle": "ABOUT US",
  "changingSubtitle": "WHAT’S NEW AT WILLA ZOFIÓWKA",
  "changingHeading": "We are evolving for you",
  "changingP1": "In 2025, Willa Zofiówka began a new chapter of enhancements at Willa Zofiówka in Zakopane. Our guest rooms have been refreshed with modern highlander style, improved comfort, and upgraded amenities — all while preserving the warm, traditional atmosphere you love.",
  "changingP2": "We continue to improve the guest experience by blending regional character with thoughtful design and hospitality that feels like home.",
  "zakopaneH1": "EXPERIENCE THE CHARM OF ZAKOPANE",
  "zakopaneP1": "Discover Willa Zofiówka by PolkaApartments, where elegance meets the tranquility of Zakopane’s stunning landscapes. Whether you’re looking for a cozy weekend escape or a luxurious mountain retreat, our villa offers an unforgettable stay. Immerse yourself in the unique blend of modern comfort and traditional highlander spirit. Explore nearby trails, enjoy breathtaking Tatra views, and relax in style. Your Zakopane adventure begins here.",

  "zakopaneH2": "COZY & AUTHENTIC",
  "zakopaneP2": "Willa Zofiówka invites you to experience the authentic charm of Zakopane. Our villa is designed to reflect the region’s rich heritage while offering modern comfort. Enjoy locally inspired interiors, unwind by the fireplace, and relish traditional highlander hospitality. Whether it’s a romantic escape or a family retreat, Willa Zofiówka provides the perfect blend of warmth and style in the heart of the Tatra mountains.",
   "strengthsHeading": "OUR STRENGTHS",

  "strength1Title": "Breathtaking Mountain Views",
  "strength1Desc": "Wake up to stunning panoramic views of the Tatra Mountains. Our villa’s prime location on Kraszewskiego 12 offers unmatched scenery for a perfect start to your day.",

  "strength2Title": "Highlander-Inspired Comfort",
  "strength2Desc": "Experience Zakopane’s rich heritage in our elegant highlander-style rooms. Enjoy traditional decor blended with modern amenities for a cozy and authentic stay.",

  "strength3Title": "Perfect for Families",
  "strength3Desc": "Willa Zofiówka is ideal for family getaways, with spacious rooms, a welcoming atmosphere, and close access to Zakopane’s attractions, trails, and parks.",

  "strengthSeeMore": "See more"
}
