{
   "brand": "Willa Zofiówka",
  "headerTitle": "O NAS",
  "changingSubtitle": "CO NOWEGO W WILLI ZOFIÓWKA",
  "changingHeading": "ZmieniaMY się dla Was",
  "changingP1": "W 2025 roku Willa Zofiówka rozpoczęła nowy etap zmian i udoskonaleń w naszej willi w Zakopanem. Odświeżyliśmy pokoje, nadając im nowoczesny styl góralski, zwiększyliśmy komfort oraz ulepszyliśmy wyposażenie — wszystko przy zachowaniu ciepłej, tradycyjnej atmosfery, którą tak lubicie.",
  "changingP2": "Kontynuujemy poprawę jakości pobytu, łącząc regionalny charakter z przemyślanym designem i gościnnością, która daje poczucie domu.",
  "zakopaneH1": "POCZUJ UROK ZAKOPANEGO",
  "zakopaneP1": "Odkryj Willę Zofiówka by PolkaApartments — miejsce, w którym elegancja spotyka się ze spokojem zapierających dech w piersiach krajobrazów Zakopanego. Niezależnie od tego, czy marzysz o przytulnym weekendowym wypadzie, czy luksusowym górskim wypoczynku, nasza willa zapewni Ci niezapomniany pobyt. Zanurz się w wyjątkowym połączeniu nowoczesnego komfortu z tradycyjnym, góralskim duchem. Odkrywaj pobliskie szlaki, podziwiaj widoki na Tatry i odpoczywaj w wyjątkowej atmosferze. Twoja zakopiańska przygoda zaczyna się tutaj.",

  "zakopaneH2": "PRZYTULNIE I AUTENTYCZNIE",
  "zakopaneP2": "Willa Zofiówka zaprasza Cię do doświadczenia prawdziwego uroku Zakopanego. Nasza willa została zaprojektowana tak, aby oddawać bogate dziedzictwo regionu, jednocześnie oferując nowoczesny komfort. Ciesz się wnętrzami inspirowanymi lokalną tradycją, odpocznij przy kominku i poczuj góralską gościnność. Niezależnie od tego, czy planujesz romantyczny wyjazd, czy rodzinny wypoczynek — Willa Zofiówka zapewnia idealne połączenie ciepła i stylu w sercu Tatr.",
  "strengthsHeading": "NASZE ZALETY",

  "strength1Title": "Zapierające dech widoki na Tatry",
  "strength1Desc": "Obudź się, podziwiając panoramiczne widoki na majestatyczne Tatry. Nasza lokalizacja przy ul. Kraszewskiego 12 gwarantuje wyjątkowy krajobraz na idealny początek dnia.",

  "strength2Title": "Komfort w stylu góralskim",
  "strength2Desc": "Doświadcz bogatego dziedzictwa Zakopanego w naszych eleganckich pokojach w stylu góralskim. Połączenie tradycyjnych akcentów z nowoczesnymi udogodnieniami zapewnia ciepły i autentyczny pobyt.",

  "strength3Title": "Idealne dla rodzin",
  "strength3Desc": "Willa Zofiówka to idealne miejsce na rodzinny wypoczynek — przestronne pokoje, przyjazna atmosfera i bliskość zakopiańskich atrakcji, szlaków oraz parków.",

  "strengthSeeMore": "Zobacz więcej"
}

